[
  {
    "header": "Offset Printing",
    "content": "Our offset presses, equipped with latest machines with numerous automated features and capitalizing on our computer-to-plate systems, produce prints with a great degree of clarity and detail. Aided by post press set up, offering all treatments required post printing, our offset division offers complete printing solution. We use advanced quality control systems to provide a superior product."
  },
  {
    "header": "Laser Printing",
    "content": "Our laser presses, equipped with latest machines with numerous automated features a, produce prints with a great degree of clarity and detail, offering all treatments required post printing, our laser division offers complete printing solution. We use advanced quality control systems to provide a superior product."
  },
  {
    "header": "Digital Printing",
    "content": "We are one of the leading producers of large format graphic solutions for Retail, Interiors, and Shopping malls, Exhibitions, Events and Leisure in the State of Qatar. We offer a solutions orientated approach and take pride in delivering an exceptional and professional service, creating stunning outputs for any campaign.We have a great reputation for delivering the highest quality products at the most competitive prices with a full service from design to installation."
  },
  {
    "header": "Design Service",
    "content": "When creativity and technology are combined customers will always get satisfaction. Our team of designers are the best in their field, they have worked with top companies and organizations in Qatar on their designs, leaving our clients always pleased."
  },
  {
    "header": "Company Identity and Branding Creatives",
    "content": "Our team consists of creative designers and marketing experts to come up with unique and innovative designs tailored to fit a business brand culture, identity, and goal, We execute every design using a strategic approach to make sure that our finished products will stand out amongst the many."
  },
  {
    "header": "Gift Item Creatives",
    "content": "Our team consists of creative designers and marketing experts to come up with unique and innovative designs tailored to fit a business brand culture, identity, and goal, We execute every design using a strategic approach to make sure that our finished products will stand out amongst the many."
  },
  {
    "header": "Uniform",
    "content": "• Industrial uniforms: include boiler suits, overall jumpsuits, dungarees suits, protectivejackets, factory wear, shirts and trousers, lab coats, boots, helmets, and accessories. • Professional uniforms: Hotel uniforms, healthcare uniforms, lab coats, doctor coats, nurses' wear, the patient's wear and dress, theater wears, disposable wear, and scrubs wear. • Food processing uniforms: lab coats, aprons, protective coats and gloves, hats, and/or overall wears • Hotel and corporate wear: complete suits, hats, aprons, T-shirts • School uniforms: customize daily school wears, shirts, pinafores, blouses, trousers, skirts, sportswear, cardigans, blazers, ties, T-shirts, face caps, beret, and customized socks."
  },
  {
    "header": "Kiosk Advertising Screen & Exhibition Both",
    "content": "We also provide kiosk and advertising screens that are very portable to put at any desired locations. We make sure that this will give our clients an easy and effective way to showcase their products and services to their target audience. This will target people’s visual and auditory interests. We provide an end to end services for advertising screens to make sure that the clients meet their desired branding and visibility."
  },
  {
    "header": "Indoor and Outdoor Printing",
    "content": "Banner & Stickers One Way Vision (Venyl) Vehicle Branding Signage Board"
  }
]
